---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ScheduleResizeRows
source: html/2ace6aa5-5130-5829-df18-0247ab039857.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ScheduleResizeRows Property

"Resize Rows"

## Syntax (C#)
```csharp
public static ForgeTypeId ScheduleResizeRows { get; }
```